Repository: fabiocordeiroaraujo/django-blog
Catalog: mysite/templates/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Your name
pt_br: Seu nome

# deixe_comentatio
source: Leave a comment
pt_br: Deixe um comentário

source: Home
pt_br: Início

source: About Me
pt_br: Sobre mim

source: Symptoms
pt_br: Sintomas

source: Testimony
pt_br: Depoimentos

source: Contact
pt_br: Contato

source: Developed by
pt_br: Desenvolvido por

source: Theme
pt_br: Tema

source: Talk to Me
pt_br: Fale comigo

source: Brazil
pt_br: Brasil

# fone
source: Phone
pt_br: Fone

source: Resume
pt_br: Currículo

source: Training and Specializations
pt_br: Formações e Especializações

source: Graduated in Medicine from the International University of Pernambuco
pt_br: Graduado em Medicina pela Universidade Internacional de Pernambuco

source: Specialist in Interdisciplinary Pain Management at the United Nations International Hospital
pt_br: Especialista em Tratamento Interdisciplinar da Dor pelo Hospital Internacional das Nações Unidas

source: Residency in Spine Surgery at Cleveland Hospital in The United States
pt_br: Residência em Cirurgia da Coluna Vertebral pelo Cleveland Hospital nos Estados Unidos

source: Effective Member of the SBCCP
pt_br: Membro efetivo da SBCCP

source: Dear Patients
pt_br: Pacientes Queridos

# fabio_testimony
source: Excellent professional, punctual and with great scientific knowledge. It was a Nice to know your professionalism.
pt_br: Excelente profissional, pontual e com grande conhecimento científico. Foi um prazer conhecer seu profissionalismo.

# thayse_testimony
source: Very attentive doctor, detailed and explained well. I highly recommend! competent and with an incredible humanity. I recommend it with my eyes closed. A one of the best neurologists I know.
pt_br: Médico bastante atencioso, detalhou e explicou bem. Super indico! Muito competente e com uma humanidade incrível. Recomendo de olhos fechados. Um dos melhores neurologista que conheço.

# maria_testimony
source: Dr. João Carlos is special to me. A very attentive doctor who he understood my problem and got me back to a good and comfortable life.
pt_br: O Dr. João Carlos é especial para mim. Um médico muito atencioso que entendeu o meu problema e me fez voltar a ter uma vida boa e confortável.

source: Experience
pt_br: Experiência

source: In Each Surgery
pt_br: Em cada cirurgia,

source: An Accomplishment
pt_br: uma realização

source: Total Surgeries Performed
pt_br: Total de Cirurgias Realizadas

source: Neurosurgery
pt_br: Neurocirurgia

source: Spine Surgery
pt_br: Cirurgia da Coluna Vertebral

source: Peripheral Nerve Surgery
pt_br: Cirurgia de Nervos Periféricos

source: Neurologist
pt_br: Neurologista

source: Neurosurgeon
pt_br: Neurocirurgião

source: When to look for an expert?
pt_br: Quando procurar um especialista?

source: Headache
pt_br: Dor de Cabeça

# headache_description
source: Chronic headache or so-called migraine, especially if accompanied by vomiting, changes in vision, or when worsening with physical exercises, should be evaluated by an expert.
pt_br: A dor de cabeça crônica ou a chamada enxaqueca, principalmente se acompanhada de vômito, alterações na visão ou quando se agrava com exercícios físicos, deve ser avaliada por um especialista.

source: Back Pain
pt_br: Dor na Coluna

# back_pain_description
source: When there are signs of nerve compression, it may be necessary to look for a neurologist or neurosurgeon.
pt_br: Quando há indícios de compressão nervosa pode ser necessário procurar um neurologista ou neurocirurgião.

source: Muscle Weakness
pt_br: Fraqueza Muscular

# muscle_weakness_description
source: When it occurs frequently, it is accompanied by difficulty breathing,talk, chew or swallow and the pain and symptoms are resistant, you may need to see a neurosurgeon.
pt_br: Quando ocorre com frequência, vem acompanhada de dificuldade de respirar, falar mastigar ou engolir e a dor e os sintomas apresentam-se resistentes, pode ser necessário procurar um neurocirurgião.

source: Brain Tumour
pt_br: Tumor Cerebral

# brain_tumour_description
source: Most incidences of brain cancer have a secondary origin, are metastases from another part of the body. The causes of cancer are unknown and the disease hardly has any symptoms.
pt_br: A maioria das incidências de câncer cerebral tem origem secundária, são metástases de outra parte do corpo. As causas do câncer são desconhecidas e a doença dificilmente apresenta sintomas.

source: Brain Aneurysm
pt_br: Aneurisma Cerebral

# brain_aneurysm_description
source: The choice of method for the treatment of cerebral aneurysm will depend on various factors such as the patient's clinical conditions, age and location of the aneurysm, in addition to its size.
pt_br: A escolha do método para o tratamento do aneurisma cerebral vai depender de diversos fatores como condições clínicas do paciente, idade e localização do aneurisma, além de seu tamanho.

source: Functional Neurosurgery
pt_br: Neurocirurgia Funcional

# functional_neurosurgery_description
source: Neurosurgery is aimed at the treatment of diseases related to brain, covering diagnosis and care of patients with injuries or diseases also of the spine, spinal cord and peripheral nerves.
pt_br: A neurocirurgia está direcionada ao tratamento de doenças relacionadas ao cérebro, abrangendo diagnósticos e cuidados dos pacientes com lesões ou doenças também da coluna, medula e nervos periféricos.

source: Who am I
pt_br: Quem sou eu?

# who_am_i_p1
source: Passionate about neurosurgery, Dr. João Carlos became a specialist in pain treatment and its main objective is to help people to liveMore and Better. He Studied Spinal Surgery in Cleveland, USUnited States and is an expert in interdisciplinary assessment and treatmentof pain by the United Nations International Hospital in Geneva, Switzerland.
pt_br: Apaixonado por neurocirurgia, o Dr. João Carlos se tornou especialista no tratamento da dor e tem como principal objetivo ajudar as pessoas a viverem mais e melhor. Estudou cirurgia da coluna vertebral em Cleveland, nos Estados Unidos e é especialista em avaliação e tratamento interdisciplinar da dor pelo Hospital Internacional das Nações Unidas em Genebra, Suiça.

# who_am_i_p2
source: With over 10 years of experience, Dr. João Carlos has been dedicating his professional development for the benefit of its patients. It is experienced in various pathologies in the areas of neurosurgery, spinal surgeryand peripheral nerves. In addition, he has extensive knowledge of conduction andtreatment of patients with chronic pain. Your focus is on care integral patient, always seeking to prioritize the use of techniquesminimally invasive in their surgeries.
pt_br: Com mais de 10 anos de experiência, o Dr. João Carlos vem dedicando o seu desenvolvimento profissional em prol de seus pacientes. É experiente em diversas patologias das áreas de neurocirurgia, cirurgia da coluna vertebral e de nervos periféricos. Além disso, tem amplo conhecimento na condução e no tratamento de pacientes com dores crônicas. Seu foco está no cuidado integral do paciente, buscando sempre priorizar o uso de técnicas minimamente invasivas em suas cirurgias.

# aristotle_word
source: &quot;The best doctor is the one who receives those who have been disillusioned by everyone else.
pt_br: &quot;O melhor médico é aquele que recebe os que foram desenganados por todos os outros.&quot;

source: Aristotle
pt_br: Aristóteles
